Repository: common-repository/rss-stream
Catalog: locales/RSS-Stream-*.po
Languages: es_es, it_it

source: RSS Stream Options
es_es: Opciones RSS Stream
it_it: Opzioni RSS Stream

source: Update RSS Stream Options
es_es: Actualizar opciones RSS Stream
it_it: Aggiorna Opzioni RSS Stream

source: General Options
es_es: Opciones Generales
it_it: Opzioni Generali

source: Date format
es_es: Formato de fecha
it_it: Formato Data

source: Hour format
es_es: Formato de Hora
it_it: Formato Ora

source: Timezone
es_es: Zona horaria
it_it: Fuso Orario

source: Time lapse:
es_es: Periodo de tiempo:

source: Today
es_es: Hoy

source: Force UTF8 encoding
es_es: Forzar codificación UTF-8

source: User
es_es: Usuario
it_it: Utente

source: Discover hyperlinks
es_es: Detectar enlaces
it_it: Scopri Hyperlink

source: Discover @replies
es_es: Detectar @respuestas
it_it: Scopri @reply

source: Show tags
es_es: Mostrar etiquetas
it_it: Mostra Tag

source: Filter tag(s)
es_es: Etiqueta(s) de filtrado
it_it: Filtra Tag

source: Show bookmark's descriptions
es_es: Mostrar la descripción del favorito
it_it: Mostra Descrizioni Segnalibri

source: Use <a href="http://idgettr.com">idGettr</a> to find your id.
es_es: Use <a href="http://idgettr.com">idGettr</a> para averiguar su ID.
it_it: Usa <a href="http://idgettr.com">idGettr</a> per trovare il tuo ID.

source: Show replies
es_es: Mostrar respuestas
it_it: Mostra Risposte

source: Time diff
es_es: Diferencia horaria
it_it: Differenza Oraria

source: Hours
es_es: Horas
it_it: Ore

source: Show post autor
es_es: Mostrar el autor del post
it_it: Mostra Autore Post

source: How many generic feeds?
es_es: ¿Cuantos feeds genéricos?
it_it: Quanti feed generici?

source: None
es_es: Ninguno
it_it: Nessuno
